const catalogProduct = [
    {
        id: 'id_1',
        name: 'Смоки',
        description: `Одна из самых популярных техник вечернего макияжа. Новичкам техника смоки айс чаще всего кажется очень сложной, однако создать идеальные смоки можно всего в шесть приемов.`,
        img: './img/1.jpg',
        make: 'smoki',
        color: 'black',
        cost: '50'
    },
    {
        id: 'id_2',
        name: 'Со стрелками',
        description: `Существуют десятки видов стрелок для глаз – от классических до фантазийных. Используем базовую схему создания стрелок, которые подойдут для любого случая.`,
        img: './img/2.jpg',
        make: 'str',
        color: 'brown',
        cost: '40'
    },
    {
        id: 'id_3',
        name: 'Кошачий глаз 1',
        description: `Макияж cat eye предполагает сочетание смоки айс и острых графичных стрелок.`,
        img: './img/3_1.jpg',
        make: 'cat_eye',
        cap: 'yes',
        cost: '40',
        color: 'brown'
    },
    {
        id: 'id_4',
        name: 'Кошачий глаз 2',
        description: `Макияж cat eye предполагает сочетание смоки айс и острых графичных стрелок.`,
        img: './img/4_1.jpg',
        make: 'cat_eye',
        cost: '50',
        color: 'brown'
    },
    {
        id: 'id_5',
        name: 'Петля',
        description: `Еще одна классическая мейкап-техника – «петля». Помогает придать глазам выразительность.`,
        img: './img/5.jpg',
        make: 'pet',
        color: 'black',
        cost: '50'
    },
]